<%@ Page Title="" Language="C#" MasterPageFile="~/Municipalities.Master" AutoEventWireup="true" CodeBehind="Default.aspx.cs" Inherits="Municipalities.Index" %>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">
    <div id="text" style="float: left;
height: 500px;
width: 700px; padding-left: 80px">
    <p style="text-align: justify;
font-size: smaller;
font-family: cursive;
font-style: normal;
color: #ca5d31;">До каде е Република Македонија, т.е нејзините општини во однос на искористувањето на новите медиуми за промоција и информирање на граѓаните за работата на локалната самоуправа? Овој труд има за цел да ги анализира активностите на македонските општини во социјалните медиуми, да направи своевидна статистика за информациите кои се споделени со граѓаните , па можеби и да поттикне иницијатива, да даде идеја кај некоја од општините во однос на нивното користење на социјалните медиуми.  

За да се изведе горенаведената анализа, развиена е веб страна во чија основа лежи веб базиран агрегатор кој ги “чита” активностите на македонските општини кај СМ, поточно Facebook, Twitter и YouTube профилите кои тие ги поседуваат. Идејата на апликацијата е да понуди повеќе погледи кон информациите на кои е базирана- оттука важен аспект на истата претставува визуелизирањето на информациите постигнато преку реализирање на  графици, мапи и табели, се разбира покрај традиционалниот приказ на постовите (видеата) кои се достапни. На овој начин е олеснета и самата анализа на податоците која претставува главниот мотив за реализирањето на веб страната.

Горенаведените социјални медиуми се избрани врз основа на нивната глобална популарност, како и поради фактот дека претставуваат најлогичен избор при изборот на социјален медиум преку која една општина би се промовирала и би комуницирала со граѓанинот.

Веб страната има за цел да биде поттик за властите, кај надлежните за односите со јавноста во општините, да служи како средство за споредба со останатите општини во однос на искористеноста на социјалните мрежи. Покрај ова, истата може да се смета за социјална платформа каде и обичниот корисник, граѓанинот, на едноставен начин ги наоѓа потребните информации за општината од негов интерес. 
</p>
        </div>
  <div id="image" style="float: right;
height: 500px; padding-right: 50px"> <img src="images/social.png"> <img/> </div>    
</asp:Content>
